"""print(4 + 3)
print(9 - 2)
print(8 * 3)
print(5 / 2)
print(8 / 2)
print(10 ** 3)
"""
"""a = 5

b = 2

print(a + b)

print(int(input()) - a)

print(a * float(input()))

print(a / b)
"""
#print(9 // 4)
"""В данном примере мы разделили 9 на 4 и получили ответ 2. Ответ означает сколько раз знаменатель,
цифра 4, входит в числитель, цифра 9, т.е. сколько четвёрок помещается в цифре девять — ответ две."""
#print(15 % 7)

#print(10 % 15)

""""x = 5

x = x + 3  # Обычная запись

print(x)

x  = 5

x += 3  # Краткая запись

print(x)"""
"""a = min(4, -3, 3.14, 2023)

b = max(4, -3, 3.14, 2023)

print(a)

print(b)"""
"""c = (1, 3, 5)

d = sum([12, 51, 86])

print(sum(c))

print(d)

print(sum((1, 2, 3, 4)))"""
"""Понедельник — 8 000.

Вторник — 5 000.

Среда — 12 000.

Четверг — 14 000.

Пятница — 18 000.

Суббота — 1 000.

Воскресенье — 7 000."""
"""print(min(65000, 12000, 14000, 18000, 1000))
print(max(5000, 12000, 14000, 18000, 1000))
print(sum([5000, 12000, 14000, 18000, 1000]))"""
"""e = 15

f =3.14

g = 17.8

print(round(e))

print(round(f))

print(round(g))
print(round(5.374, 1))

print(round(5.37656, 3))"""
"""print(abs(15))

print(abs(-32))

print(abs(0))

print(abs(41.2))"""
"""print(round(22.4 + (abs(-15.2))))"""

